{
  "questions": [["In your professional role, do you take time every day to learn something new (i.e. using different technology, working with a new team, learning a new responsibility)?\n",
    "Personally, do you take time every day to learn something new about your interests/hobbies?\n",
    "Professionally, how open are you to hearing a colleague’s perspective about your work product/performance?\n",
    "How open are you to hearing a family member’s perspective about your personal growth and development?\n",
    "Professionally, do you challenge yourself daily by stepping out of your comfort zone?\n",
    "Personally, in your free time, do you step out of your comfort zone to experience new things you’ve never tried before?\n",
    "Do you appreciate different perspectives on topics that are in your area of  expertise?",
    "Do you appreciate different perspectives on topics that you’re learning?\n"],[
    "Do you want to find out more (i.e. ask for additional details) when someone shares an experience with you?\n",
    "Do you listen actively as people share information with you (as in, you take notes, ask follow-up questions, repeat back what they’ve shared, etc.)?\n",
    "When someone shares a challenging situation with you, do you take time away from your intended agenda to help that person?\n",
    "When someone shares a challenging situation with you, do you refrain from sharing a tough experience that has recently happened to you?\n",
    "Before a meeting, do you take time to learn about the people you are meeting with?\n",
    "When you meet people in-person, how much do you pay attention to their body language during your discussion?\n",
    "Do you offer help to someone who is having a difficult time, even if you are facing your own challenging situation?\n",
    "Do you acknowledge someone’s problem, even if you don’t agree with the issue at hand?\n"],[
    "Are you an objective party, removing your opinion, from the company information you share?\n",
    "When sharing professionally is your communication accurate, meaning you always check the credibility of the source or sources you’re using?\n",
    "When sharing personally, is your communication accurate because you are always checking the credibility of the source or sources behind the story you are sharing?\n",
    "Do you share information openly (i.e, are you transparent) in your communication?\n",
    "Do you avoid exaggeration (embellish facts/details of a situation) in your professional storytelling?\n",
    "Do you avoid exaggeration  (embellish facts/details of a situation) in your personal storytelling?\n",
    "If you make a mistake in your communications, do you apologize quickly to help correct the situation?\n",
    "If someone asks you to lie for them, do you let them know that you can’t be a part of communication that misinforms others?\n"],
    ["Do you believe in your company’s mission/cause whenever you share on its behalf?\n",
    "Do your professional peers think you are passionate about your work goals?\n",
    "Do your close contacts (friends and family) think you are passionate about your personal goals?\n",
    "Do you share information enthusiastically about your professional role on social media?\n",
    "Do you share information enthusiastically about your personal achievements on social media?\n",
    "Do people engage with you on social media (i.e. they ask questions, like your posts, re-share your updates) when you discuss your work initiatives/projects?\n",
    "Do people engage with you on social media when you share your personal accomplishments?\n",
    "Do your family/friends know the brands/causes that you support?\n"]
  ],
  "titles": ["Part I: Face <b>Fears</b>", "Part II: Engage with <b>Empathy</b>", "Part III: Use <b>Ethics</b>", "Part IV: Unleash the <b>Love</b> of Your Mission"]
}