{
  "questions": ["Do you take time every day to learn something new in your <b>professional</b> role (i.e. using technology, working with a new team, learn a new responsibility)?\n",
    "Do you take time every day to learn something <b>personally</b> related to your interests/hobby?\n",
    "How open (meaning how much you listen/engage to learn more) are you to another person’s perspective about work-related topics?\n",
    "How open (meaning how much you listen/engage to learn more) are you to another person’s perspective about your personal growth and development?\n",
    "Do you step out of your comfort zone to try new activities at <b>work?</b>\n",
    "Do you step out of your comfort zone in your free time to try new <b>personal</b> endeavors you’ve never tried before?\n",
    "Do you want to find out more/ask questions when someone shares an experience with you?",
    "Do you take the time to get to know someone after you connect on a social media channel?\n",
    "Do you listen actively as people are sharing information with you (as in, you take notes, ask follow-up questions, repeat back what they’ve shared, etc.)?\n",
    "When someone shares a challenging situation with you, do you take time away from your intended discussion to help him/her?\n",
    "When someone shares a challenging situation with you, do you refrain from sharing something that’s happened to you?\n",
    "Do you research information about people beyond their social media profiles to learn about them before you engage?\n",
    "Are you an objective party (without sharing your biased opinion) about the information you share for work on social media?\n",
    "Is your communication accurate (meaning you always check the credibility of the source you’re using) when you share <b>professionally?</b>\n",
    "Is your communication accurate (meaning you always check the credibility of the source you’re using) when you share <b>personally</b> through channels?\n",
    "Is your communication fair (meant to help without any harmful repercussions) to all of the parties who are intended to receive the information?\n",
    "Do you avoid exaggeration (embellish facts/details of a situation) in your <b>professional</b> storytelling?\n",
    "Do you avoid exaggeration (embellish facts/details of a situation) in your <b>personal</b> storytelling?\n",
    "Do you wholeheartedly support your company’s mission/cause whenever you share on its behalf?\n",
    "Do your professional peers think you are passionate about your work goals?\n",
    "Do your close contacts (as in friends and family) think you are passionate about your personal goals?\n",
    "Do you share information enthusiastically about your <b>professional role</b> on social media?\n",
    "Do you share information enthusiastically about your <b>personal achievements</b> on social media?\n",
    "Do people engage with you on social media (i.e. they ask questions, like your posts, re-share) when you discuss work initiatives?\n"
  ],
  "titles": ["Part I: Face <b>Fears</b>", "Part II: Engage with <b>Empathy</b>", "Part III: Use <b>Ethics</b>", "Part IV: Unleash the <b>Love</b> of Your Mission"]
}