{
  "resultCopy": [
    "<p>There are some simple FEEL First steps you can take to build your approach through all of your communications touchpoints. Try the following:</p><ul><li>Step out of your comfort zone every day and giving yourself a score. The more you can try new opportunities professionally and personally the more you will be open to new ideas and perspectives.</li><li>Try to go to all of your meetings, telephone conference calls, and presentations without your smartphone in your hand or right next to you. in other words in order to FEEL you have to be present and listening.</li><li>You have to start evaluating your decision making and good judgment. Think about some of your recent decisions … did they meet your own standards and values? If not, think about what would have been more appropriate in your communications.</li><li>Share something that’s going on at work or personally with a friend and think about your energy level as you share. Are you enthusiastic and do you share with excitement?</li></ul>",
    "<p>You're starting to FEEL, but you need more focus.</p><p>In order to increase your FEEL focus, you have to be much more present in your interactions. Try the following exercises to increase your self-awareness:</p><ul><li>Breath deeply for three minutes and focus on your breath. How do you feel as you breathe? Let any thoughts come and go during your breathing meditation.</li><li>Try an active listening exercise with a friend or colleague. Jot down a few notes and ask some following questions during your next phone call.</li><li>Think about a recent conversation and any ways in which you’ve embellished the conversation or storytelling. Ask why you may have added a little hyperbole into the conversation and who did it benefit. Then think about how that conversation would change to reflect the situation at hand.</li><li>Record a short video of yourself sharing something that has recently happened to you that makes you happy. Evaluate your level of enthusiasm in the video and practice having more energy.</li></ul>",
    "<p>FEEL is a part of your approach ... don't stop now!</p><p>You are starting to FEEL and it is important to increase all levels of your ability to Face Fears, engage with empathy, use ethics and good judgment and how you unleash the love for what you do.</p><ul><li>Have a conversation with someone who has a different viewpoint on a work project, political policy or an issue in the news to test how open and accepting you can be of someone else’s views and opinions.</li><li>Listen more closely to colleagues, family, and friends and put aside your agenda if you detect they are having a tough time and need a shoulder, ear or someone to share their issues.</li><li>Take a look at some recent scandals in the news including, Wells Fargo, Capital One, United Airlines, Experian, etc. and review how the companies communicated to their customers and the public, in general. How would you have handled the situation and the communication to be fair, accurate, transparent and truthful? How would your communication have changed in the outcome of these situations?</li><li>Find other people who take an interest in what you do; from your work to your causes and share your passion. By finding like-minded people, whether you are at work or online, you will increase your energy and passion naturally and find synergy with others.</li></ul>",
    "<p>Great work! You FEEL before you communicate.</p><p>You are Mastering the FEEL First approach. Take the time to document where you are excelling in the model and teach others how to do the same. You can write out the ways you have conquered your fears, examples of how you engaged with empathy, used ethics and unleashed your Love. By documenting and sharing, you will help others to raise their level of FEEL First and you will bring diversity, inclusion, empathy, ethics, and passion into their conversations too. The end result will be stronger relationships, not only with them but also through all of your communication touchpoints.</p>"
  ]
}